tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "btop"
brew "cloc"
brew "cmake"
brew "delve"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-absorb"
brew "git-flow"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "hurl"
brew "just"
brew "lpeg"
brew "lua-language-server"
brew "node"
brew "ripgrep"
brew "ast-grep"
brew "scc"
brew "starship"
brew "stylua"
brew "taplo"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "zig"
brew "zls"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "basictex"
cask "calibre"
cask "discord"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "kitty"
cask "monitorcontrol"
cask "obsidian"
cask "rar"
cask "rectangle"
cask "spotify"
cask "stats"
cask "ghostty"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
